{
    "languageCode": "Eng",
    "textMenu": "Menu",
    "textAboutMe": "About me",
    "textBenefits": "Benefits",
    "textProjects": "Projects",
    "textWorkTogether": "Order the project",
    "titleH1": "<span class='title-line'>Hello.</span><span class='title-line'>I'm Fullstack developer</span><span class='title-line'>Lloyd Jefferson.</span>",
    "textAboutMeDecsription": "I work with people all over the world to create impressive and <span class='accent-color-one'> functional </span><span class='accent-color-two'> websites </span> that reflect each client's unique personality.",
    "textAboutMeInfo": "<p>I am Lloyd Jefferson, a talented programmer with extensive expertise in software development. I have an understanding of different programming languages and technologies, always ready to improve my skills. I always follow the latest trends and look for unconventional, creative solutions to problems. I have a high level of analytical skills and am able to effectively solve even the most difficult tasks encountered on the way.</p><p> Able to work both independently and in a team. I can effectively cooperate with colleagues, exchanging ideas and finding optimal solutions. Professional maturity allows you to calmly cope with challenges and stressful situations, while maintaining a high quality of work. I am always looking for opportunities for self-improvement. I actively study new technologies and practices to stay abreast of the latest innovations. I have a strong understanding of various programming languages, frameworks and architectural concepts that allow me to create efficient and scalable software.</p>",
    "textRole": "Role",
    "textEducation": "Education",
    "titleBenefits": "Benefits of working with me",
    "titleExpertise": "Expertise",
    "titleCommunication": "Communication",
    "titleArt": "Art",
    "titleUrgentExecution": "Urgent execution",
    "textExpertise": "As a highly experienced developer, I have deep knowledge of programming and website development.",
    "textCommunication": "Understanding your needs and wants is my priority and I am always open to discussions and corrections.",
    "textArt": "Thanks to my creative nature, I am ready to accept challenges and help you bring your ideas to life.",
    "textUrgentExecution": "I understand how important time is to you. Ready to work quickly and efficiently, without reducing the quality of work.",
    "textProjectSection": "Programming Across Borders: Ideas, Technologies, Innovations",
    "textSeeProject": "See project",
    "faqQuestion1": "What programming languages are most often used in your project?",
    "faqQuestion2": "What are the deadlines for the project?",
    "faqQuestion3": "What payment methods do you accept?",
    "faqQuestion4": "How can I contact you?",
    "faqQuestion5": "Do you provide support after project completion?",
    "faqQuestion6": "What is your project development process?",
    "faqAnswer1": "In the field of web development, there are various technologies and programming languages. Typically, this includes a combination of frontend (client side) and backend (server side) languages.",
    "faqAnswer2": "The terms of project implementation depend to a large extent on a number of factors, such as the scope of the project, its complexity, and the availability of resources. Determining exact deadlines is a difficult task, and it usually occurs during the planning phase of the project.",
    "faqAnswer3": "Payment through credit and debit cards such as Visa, MasterCard, specialized electronic payment systems such as PayPal, as well as payments in cryptocurrencies such as Bitcoin, Ethereum and others.",
    "faqAnswer4": "You can contact us via email, phone, or through our website's contact form. We strive to respond to all inquiries within 24 hours.",
    "faqAnswer5": "Yes, we offer ongoing support and maintenance packages to ensure your project remains up-to-date and functional.",
    "faqAnswer6": "Our development process includes initial consultation, planning, design, development, testing, and deployment. We follow an agile methodology to ensure flexibility and timely delivery.",
    "titleReviews": "REVIEWS",
    "titleWorkTogether": "Let’s <span class='red-text'>work</span> together",
    "textSend": "Send",
    "comments": "comments",
    "titleSuccessMessage": "Thank you for your interest in cooperation!",
    "textSuccessMessage": "The manager will contact you shortly to discuss further details and opportunities for cooperation. Please stay in touch."
}