{
    "languageCode": "Укр",
    "textMenu": "Меню",
    "textAboutMe": "Про мене",
    "textBenefits": "Переваги",
    "textProjects": "Проєкти",
    "textWorkTogether": "Замовити проєкт",
    "titleH1": "<span class='title-line'>ПРИВІТ.</span><span class='title-line'>Я FULLSTACK РОЗРОБНИК</span><span class='title-line'>ЛЛОЙД ДЖЕФФЕРСОН.</span>",
    "textAboutMeDecsription": "Я ПРАЦЮЮ З ЛЮДЬМИ З УСЬОГО СВІТУ, ЩОБ СТВОРЮВАТИ ВРАЖАЮЧІ ТА <span class='accent-color-one'> ФУНКЦІОНАЛЬНІ </span><span class='accent-color-two'> ВЕБСАЙТИ</span>, ЯКІ ВІДОБРАЖАЮТЬ УНІКАЛЬНУ ОСОБИСТІСТЬ КОЖНОГО КЛІЄНТА.",
    "textAboutMeInfo": "<p>Я Ллойд Джефферсон, талановитий програміст із великим досвідом у розробці програмного забезпечення. Маю глибоке розуміння різних мов програмування та технологій, завжди готовий покращувати свої навички. Постійно слідкую за останніми тенденціями та шукаю нестандартні, креативні рішення для вирішення проблем. Маю високий рівень аналітичних здібностей та здатність ефективно вирішувати навіть найскладніші завдання.</p><p>Здатний працювати як самостійно, так і в команді. Можу ефективно співпрацювати з колегами, обмінюючись ідеями та знаходячи оптимальні рішення. Професійна зрілість дозволяє спокійно справлятися з викликами та стресовими ситуаціями, зберігаючи високу якість роботи. Завжди шукаю можливості для самовдосконалення. Активно вивчаю нові технології та практики, щоб бути в курсі останніх інновацій. Маю глибоке розуміння різних мов програмування, фреймворків та архітектурних концепцій, що дозволяє створювати ефективне та масштабоване програмне забезпечення.</p>",
    "textRole": "Посада",
    "textEducation": "Освіта",
    "titleBenefits": "Переваги співпраці зі мною",
    "titleExpertise": "Досвідченість",
    "titleCommunication": "Комунікабельність",
    "titleArt": "Креативність",
    "titleUrgentExecution": "Термінове виконання",
    "textExpertise": "Як досвідчений розробник, я маю глибокі знання у програмуванні та розробці веб-сайтів.",
    "textCommunication": "Розуміння ваших потреб і бажань є моїм головним пріоритетом, і я завжди відкритий до обговорень і виправлень.",
    "textArt": "Завдяки своїй творчій натурі я готовий прийняти виклики та допомогти вам втілити ваші ідеї в життя.",
    "textUrgentExecution": "Я розумію, наскільки важливий для вас час. Готовий працювати швидко і ефективно, не зменшуючи якість роботи.",
    "textProjectSection": "Програмування без меж: Ідеї, Технології, Інновації",
    "textSeeProject": "Переглянути проєкт",
    "faqQuestion1": "Які мови програмування найчастіше використовуються у вашому проєкті?",
    "faqQuestion2": "Які терміни виконання проєкту?",
    "faqQuestion3": "Які способи оплати ви приймаєте?",
    "faqQuestion4": "Як я можу з Вами зв'язатися?",
    "faqQuestion5": "Чи надаєте ви підтримку після завершення проєкту?",
    "faqQuestion6": "Який Ваш процес розробки проєкту?",
    "faqAnswer1": "У галузі веб-розробки існують різноманітні технології та мови програмування. Зазвичай це включає комбінацію мов для фронтенду (клієнтської частини) та бекенду (серверної частини).",
    "faqAnswer2": "Терміни реалізації проекту значною мірою залежать від ряду факторів, таких як обсяг проекту, його складність, наявність ресурсів. Визначення точних термінів є складним завданням, і зазвичай це відбувається на етапі планування проекту.",
    "faqAnswer3": "Оплата кредитними та дебетовими картками, такими як Visa і MasterCard, спеціалізованими електронними платіжними системами, наприклад PayPal, а також оплата криптовалютами, такими як Bitcoin, Ethereum та інші.",
    "faqAnswer4": "Ви можете зв'язатися з нами за допомогою електронної пошти, телефону або через контактну форму на нашому веб-сайті. Ми прагнемо відповідати на всі запити протягом 24 годин.",
    "faqAnswer5": "Так, ми пропонуємо пакети послуг з постійної підтримки та обслуговування, щоб забезпечити актуальність і функціональність вашого проекту.",
    "faqAnswer6": "Наш процес розробки включає початкову консультацію, планування, дизайн, розробку, тестування та впровадження. Ми дотримуємося гнучкої методології Agile для забезпечення гнучкості та своєчасної доставки.",
    "titleReviews": "ВІДГУКИ",
    "titleWorkTogether": "Давайте <span class='red-text'>працювати</span> разом",
    "textSend": "Надіслати",
    "comments": "коментарі",
    "titleSuccessMessage": "Дякуємо за інтерес до співпраці!",
    "textSuccessMessage": "Найближчим часом з Вами зв'яжеться менеджер для обговорення деталей та можливостей співпраці. Будь ласка, залишайтеся на зв'язку."
}